Revit 2024 API
FamilyTypeSet Constructor
Initializes a new instance of the FamilyTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public FamilyTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
FamilyTypeSet()
See Also
FamilyTypeSet Class
Autodesk.Revit.DB Namespace